[GrimyCommonPCSPsi X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Psi</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Psi</font>"
BriefSummary="The basic Psi sim will give the affected soldier an increase to their psionic abilities"

[GrimyRarePCSPsi X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Advanced Psi</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Advanced Psi</font>"
BriefSummary="The Advanced Psi sim will give the affected soldier a slightly greater increase to their psionic abilities"

[GrimyEpicPCSPsi X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Superior Psi</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Superior Psi</font>"
BriefSummary="The Superior Psi sim will give the affected soldier the greatest increase to their psionic abilities."

[GrimyCommonPCSHack X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Hacking</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Hacking</font>"
BriefSummary="The basic Hacking sim will give the affected soldier an increase to their hacking abilities"

[GrimyRarePCSHack X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Advanced Hacking</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Advanced Hacking</font>"
BriefSummary="The Advanced Hacking sim will give the affected soldier a slightly greater increase to their hacking abilities"

[GrimyEpicPCSHack X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Superior Hacking</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Superior Hacking</font>"
BriefSummary="The Superior Hacking sim will give the affected soldier the greatest increase to their hacking abilities."

[CommonPCSSpeed X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Speed</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Speed</font>"

[CommonPCSConditioning X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Conditioning</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Conditioning</font>"

[CommonPCSFocus X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Focus</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Focus</font>"

[CommonPCSPerception X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Perception</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Perception</font>"

[CommonPCSAgility X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Agility</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Agility</font>"

[RarePCSSpeed X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Advanced Speed</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Advanced Speed</font>"

[RarePCSConditioning X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Advanced Conditioning</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Advanced Conditioning</font>"

[RarePCSFocus X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Advanced Focus</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Advanced Focus</font>"

[RarePCSPerception X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Advanced Perception</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Advanced Perception</font>"

[RarePCSAgility X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Advanced Agility</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Advanced Agility</font>"

[EpicPCSSpeed X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Superior Speed</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Superior Speed</font>"

[EpicPCSConditioning X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Superior Conditioning</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Superior Conditioning</font>"

[EpicPCSFocus X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Superior Focus</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Superior Focus</font>"

[EpicPCSPerception X2EquipmentTemplate]
FriendlyName="<font color='#1C86EE'>PCS: Superior Perception</font>"
FriendlyNamePlural="<font color='#1C86EE'>PCS: Superior Perception</font>"

[AmpBooster X2AbilityTemplate]
LocFriendlyName="AmpBooster"
LocHelpText="Gives the wearer a slight increase to their psionic abilities."

[AmpBooster X2EquipmentTemplate]
FriendlyName="AmpBooster"
FriendlyNamePlural="AmpBoosters"
BriefSummary="The Amp Booster is a powerful psionic artifact, further improving our soldier's psionic abilities."
TacticalText="<Bullet/> A soldier carrying the Amp Booster receives a slight increase to their psionic abilities."

[GrimyNeuroWhip X2AbilityTemplate]
LocFriendlyName="NeuroWhip"
LocHelpText="Gives the wearer a substantial increase to their psionic abilities."

[GrimyNeuroWhip X2EquipmentTemplate]
FriendlyName="NeuroWhip"
FriendlyNamePlural="NeuroWhips"
BriefSummary="The Neuro Whipis a powerful psionic artifact, further improving our soldier's psionic abilities."
TacticalText="<Bullet/> A soldier carrying the Neuro Whipreceives a substantial increase to their psionic abilities."

[GrimyCommonPCSReward X2HackRewardTemplate]
FriendlyName="Extract Common PCS"
FriendlyNamePlural="Extract Common PCSs"
Description="A standard combat sim implant."

[GrimyRarePCSReward X2HackRewardTemplate]
FriendlyName="Extract Rare PCS"
FriendlyNamePlural="Extract Rare PCSs"
Description="A rare combat sim implant."

[GrimyEpicPCSReward X2HackRewardTemplate]
FriendlyName="Extract Epic PCS"
FriendlyNamePlural="Extract Epic PCSs"
Description="A epic combat sim implant."

[GrimyLegendaryPCSReward X2HackRewardTemplate]
FriendlyName="Extract Legendary PCS"
FriendlyNamePlural="Extract Legendary PCSs"
Description="A legendary combat sim implant."

[GrimyPCSUpgradeAdventTrooperBsc X2WeaponUpgradeTemplate]
FriendlyName="Advent Trooper Simulation"
FriendlyNamePlural="Advent Trooper Simulations"
BriefSummary="Increase damage against advent troopers by 1."
TinySummary="Increased Damage vs Advent Troopers"

[GrimyPCSUpgradeAdventTrooperAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Advent Trooper Simulation"
FriendlyNamePlural="Advanced Advent Trooper Simulations"
BriefSummary="Increase damage against advent troopers by 2."
TinySummary="Increased Damage vs Advent Troopers"

[GrimyPCSUpgradeAdventTrooperSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Advent Trooper Simulation"
FriendlyNamePlural="Superior Advent Trooper Simulations"
BriefSummary="Increase damage against advent troopers by 3."
TinySummary="Increased Damage vs Advent Troopers"

[GrimyPCSUpgradeAdventOfficerBsc X2WeaponUpgradeTemplate]
FriendlyName="Advent Officer Simulation"
FriendlyNamePlural="Advent Officer Simulations"
BriefSummary="Increase damage against Advent Officers by 1."
TinySummary="Increased Damage vs Advent Officers"

[GrimyPCSUpgradeAdventOfficerAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Advent Officer Simulation"
FriendlyNamePlural="Advanced Advent Officer Simulations"
BriefSummary="Increase damage against Advent Officers by 2."
TinySummary="Increased Damage vs Advent Officers"

[GrimyPCSUpgradeAdventOfficerSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Advent Officer Simulation"
FriendlyNamePlural="Superior Advent Officer Simulations"
BriefSummary="Increase damage against Advent Officers by 3."
TinySummary="Increased Damage vs Advent Officers"

[GrimyPCSUpgradeAdventTurretBsc X2WeaponUpgradeTemplate]
FriendlyName="Advent Turret Simulation"
FriendlyNamePlural="Advent Turret Simulations"
BriefSummary="Increase damage against Advent Turrets by 1."
TinySummary="Increased Damage vs Advent Turrets"

[GrimyPCSUpgradeAdventTurretAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Advent Turret Simulation"
FriendlyNamePlural="Advanced Advent Turret Simulations"
BriefSummary="Increase damage against Advent Turrets by 2."
TinySummary="Increased Damage vs Advent Turrets"

[GrimyPCSUpgradeAdventTurretSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Advent Turret Simulation"
FriendlyNamePlural="Superior Advent Turret Simulations"
BriefSummary="Increase damage against Advent Turrets by 3."
TinySummary="Increased Damage vs Advent Turrets"

[GrimyPCSUpgradeAdventMECBsc X2WeaponUpgradeTemplate]
FriendlyName="Advent MEC Simulation"
FriendlyNamePlural="Advent MEC Simulations"
BriefSummary="Increase damage against Advent MECs by 1."
TinySummary="Increased Damage vs Advent MECs"

[GrimyPCSUpgradeAdventMECAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Advent MEC Simulation"
FriendlyNamePlural="Advanced Advent MEC Simulations"
BriefSummary="Increase damage against Advent MECs by 2."
TinySummary="Increased Damage vs Advent MECs"

[GrimyPCSUpgradeAdventMECSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Advent MEC Simulation"
FriendlyNamePlural="Superior Advent MEC Simulations"
BriefSummary="Increase damage against Advent MECs by 3."
TinySummary="Increased Damage vs Advent MECs"

[GrimyPCSUpgradeAdventStunLancerBsc X2WeaponUpgradeTemplate]
FriendlyName="Advent Stun Lancer Simulation"
FriendlyNamePlural="Advent Stun Lancer Simulations"
BriefSummary="Increase damage against Advent Stun Lancers by 1."
TinySummary="Increased Damage vs Advent Stun Lancers"

[GrimyPCSUpgradeAdventStunLancerAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Advent Stun Lancer Simulation"
FriendlyNamePlural="Advanced Advent Stun Lancer Simulations"
BriefSummary="Increase damage against Advent Stun Lancers by 2."
TinySummary="Increased Damage vs Advent Stun Lancers"

[GrimyPCSUpgradeAdventStunLancerSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Advent Stun Lancer Simulation"
FriendlyNamePlural="Superior Advent Stun Lancer Simulations"
BriefSummary="Increase damage against Advent Stun Lancers by 3."
TinySummary="Increased Damage vs Advent Stun Lancers"

[GrimyPCSUpgradeAdventShieldbearerBsc X2WeaponUpgradeTemplate]
FriendlyName="Advent Shieldbearer Simulation"
FriendlyNamePlural="Advent Shieldbearer Simulations"
BriefSummary="Increase damage against Advent Shieldbearers by 1."
TinySummary="Increased Damage vs Advent Shieldbearers"

[GrimyPCSUpgradeAdventShieldbearerAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Advent Shieldbearer Simulation"
FriendlyNamePlural="Advanced Advent Shieldbearer Simulations"
BriefSummary="Increase damage against Advent Shieldbearers by 2."
TinySummary="Increased Damage vs Advent Shieldbearers"

[GrimyPCSUpgradeAdventShieldbearerSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Advent Shieldbearer Simulation"
FriendlyNamePlural="Superior Advent Shieldbearer Simulations"
BriefSummary="Increase damage against Advent Shieldbearers by 3."
TinySummary="Increased Damage vs Advent Shieldbearers"

[GrimyPCSUpgradeAndromedonBsc X2WeaponUpgradeTemplate]
FriendlyName="Andromedon Simulation"
FriendlyNamePlural="Andromedon Simulations"
BriefSummary="Increase damage against Andromedons by 1."
TinySummary="Increased Damage vs Andromedons"

[GrimyPCSUpgradeAndromedonAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Andromedon Simulation"
FriendlyNamePlural="Advanced Andromedon Simulations"
BriefSummary="Increase damage against Andromedons by 2."
TinySummary="Increased Damage vs Andromedons"

[GrimyPCSUpgradeAndromedonSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Andromedon Simulation"
FriendlyNamePlural="Superior Andromedon Simulations"
BriefSummary="Increase damage against Andromedons by 3."
TinySummary="Increased Damage vs Andromedons"

[GrimyPCSUpgradeViperBsc X2WeaponUpgradeTemplate]
FriendlyName="Viper Simulation"
FriendlyNamePlural="Viper Simulations"
BriefSummary="Increase damage against Vipers by 1."
TinySummary="Increased Damage vs Vipers"

[GrimyPCSUpgradeViperAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Viper Simulation"
FriendlyNamePlural="Advanced Viper Simulations"
BriefSummary="Increase damage against Vipers by 2."
TinySummary="Increased Damage vs Vipers"

[GrimyPCSUpgradeViperSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Viper Simulation"
FriendlyNamePlural="Superior Viper Simulations"
BriefSummary="Increase damage against Vipers by 3."
TinySummary="Increased Damage vs Vipers"

[GrimyPCSUpgradeArchonBsc X2WeaponUpgradeTemplate]
FriendlyName="Archon Simulation"
FriendlyNamePlural="Archon Simulations"
BriefSummary="Increase damage against Archons by 1."
TinySummary="Increased Damage vs Archons"

[GrimyPCSUpgradeArchonAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Archon Simulation"
FriendlyNamePlural="Advanced Archon Simulations"
BriefSummary="Increase damage against Archons by 2."
TinySummary="Increased Damage vs Archons"

[GrimyPCSUpgradeArchonSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Archon Simulation"
FriendlyNamePlural="Superior Archon Simulations"
BriefSummary="Increase damage against Archons by 3."
TinySummary="Increased Damage vs Archons"

[GrimyPCSUpgradeMutonBsc X2WeaponUpgradeTemplate]
FriendlyName="Muton Simulation"
FriendlyNamePlural="Muton Simulations"
BriefSummary="Increase damage against Mutons by 1."
TinySummary="Increased Damage vs Mutons"

[GrimyPCSUpgradeMutonAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Muton Simulation"
FriendlyNamePlural="Advanced Muton Simulations"
BriefSummary="Increase damage against Mutons by 2."
TinySummary="Increased Damage vs Mutons"

[GrimyPCSUpgradeMutonSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Muton Simulation"
FriendlyNamePlural="Superior Muton Simulations"
BriefSummary="Increase damage against Mutons by 3."
TinySummary="Increased Damage vs Mutons"

[GrimyPCSUpgradeChryssalidBsc X2WeaponUpgradeTemplate]
FriendlyName="Chryssalid Simulation"
FriendlyNamePlural="Chryssalid Simulations"
BriefSummary="Increase damage against Chryssalids by 1."
TinySummary="Increased Damage vs Chryssalids"

[GrimyPCSUpgradeChryssalidAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Chryssalid Simulation"
FriendlyNamePlural="Advanced Chryssalid Simulations"
BriefSummary="Increase damage against Chryssalids by 2."
TinySummary="Increased Damage vs Chryssalids"

[GrimyPCSUpgradeChryssalidSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Chryssalid Simulation"
FriendlyNamePlural="Superior Chryssalid Simulations"
BriefSummary="Increase damage against Chryssalids by 3."
TinySummary="Increased Damage vs Chryssalids"

[GrimyPCSUpgradeSectoidBsc X2WeaponUpgradeTemplate]
FriendlyName="Sectoid Simulation"
FriendlyNamePlural="Sectoid Simulations"
BriefSummary="Increase damage against Sectoids by 1."
TinySummary="Increased Damage vs Sectoids"

[GrimyPCSUpgradeSectoidAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Sectoid Simulation"
FriendlyNamePlural="Advanced Sectoid Simulations"
BriefSummary="Increase damage against Sectoids by 2."
TinySummary="Increased Damage vs Sectoids"

[GrimyPCSUpgradeSectoidSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Sectoid Simulation"
FriendlyNamePlural="Superior Sectoid Simulations"
BriefSummary="Increase damage against Sectoids by 3."
TinySummary="Increased Damage vs Sectoids"

[GrimyPCSUpgradeSectopodBsc X2WeaponUpgradeTemplate]
FriendlyName="Sectopod Simulation"
FriendlyNamePlural="Sectopod Simulations"
BriefSummary="Increase damage against Sectopods by 1."
TinySummary="Increased Damage vs Sectopods"

[GrimyPCSUpgradeSectopodAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Sectopod Simulation"
FriendlyNamePlural="Advanced Sectopod Simulations"
BriefSummary="Increase damage against Sectopods by 2."
TinySummary="Increased Damage vs Sectopods"

[GrimyPCSUpgradeSectopodSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Sectopod Simulation"
FriendlyNamePlural="Superior Sectopod Simulations"
BriefSummary="Increase damage against Sectopods by 3."
TinySummary="Increased Damage vs Sectopods"

[GrimyPCSUpgradeFacelessBsc X2WeaponUpgradeTemplate]
FriendlyName="Faceless Simulation"
FriendlyNamePlural="Faceless Simulations"
BriefSummary="Increase damage against Facelesss by 1."
TinySummary="Increased Damage vs Facelesss"

[GrimyPCSUpgradeFacelessAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Faceless Simulation"
FriendlyNamePlural="Advanced Faceless Simulations"
BriefSummary="Increase damage against Facelesss by 2."
TinySummary="Increased Damage vs Facelesss"

[GrimyPCSUpgradeFacelessSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Faceless Simulation"
FriendlyNamePlural="Superior Faceless Simulations"
BriefSummary="Increase damage against Facelesss by 3."
TinySummary="Increased Damage vs Facelesss"

[GrimyPCSUpgradeCyberusBsc X2WeaponUpgradeTemplate]
FriendlyName="Codex Simulation"
FriendlyNamePlural="Codex Simulations"
BriefSummary="Increase damage against Codexs by 1."
TinySummary="Increased Damage vs Codexs"

[GrimyPCSUpgradeCyberusAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Codex Simulation"
FriendlyNamePlural="Advanced Codex Simulations"
BriefSummary="Increase damage against Codexs by 2."
TinySummary="Increased Damage vs Codexs"

[GrimyPCSUpgradeCyberusSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Codex Simulation"
FriendlyNamePlural="Superior Codex Simulations"
BriefSummary="Increase damage against Codexs by 3."
TinySummary="Increased Damage vs Codexs"

[GrimyPCSUpgradeGatekeeperBsc X2WeaponUpgradeTemplate]
FriendlyName="Gatekeeper Simulation"
FriendlyNamePlural="Gatekeeper Simulations"
BriefSummary="Increase damage against Gatekeepers by 1."
TinySummary="Increased Damage vs Gatekeepers"

[GrimyPCSUpgradeGatekeeperAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Gatekeeper Simulation"
FriendlyNamePlural="Advanced Gatekeeper Simulations"
BriefSummary="Increase damage against Gatekeepers by 2."
TinySummary="Increased Damage vs Gatekeepers"

[GrimyPCSUpgradeGatekeeperSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Gatekeeper Simulation"
FriendlyNamePlural="Superior Gatekeeper Simulations"
BriefSummary="Increase damage against Gatekeepers by 3."
TinySummary="Increased Damage vs Gatekeepers"

[GrimyPCSUpgradeBerserkerBsc X2WeaponUpgradeTemplate]
FriendlyName="Berserker Simulation"
FriendlyNamePlural="Berserker Simulations"
BriefSummary="Increase damage against Berserkers by 1."
TinySummary="Increased Damage vs Berserkers"

[GrimyPCSUpgradeBerserkerAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Berserker Simulation"
FriendlyNamePlural="Advanced Berserker Simulations"
BriefSummary="Increase damage against Berserkers by 2."
TinySummary="Increased Damage vs Berserkers"

[GrimyPCSUpgradeBerserkerSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Berserker Simulation"
FriendlyNamePlural="Superior Berserker Simulations"
BriefSummary="Increase damage against Berserkers by 3."
TinySummary="Increased Damage vs Berserkers"

[GrimyPCSUpgradePsiWitchBsc X2WeaponUpgradeTemplate]
FriendlyName="Avatar Simulation"
FriendlyNamePlural="Avatar Simulations"
BriefSummary="Increase damage against Avatars by 1."
TinySummary="Increased Damage vs Avatars"

[GrimyPCSUpgradePsiWitchAdv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Avatar Simulation"
FriendlyNamePlural="Advanced Avatar Simulations"
BriefSummary="Increase damage against Avatars by 2."
TinySummary="Increased Damage vs Avatars"

[GrimyPCSUpgradePsiWitchSup X2WeaponUpgradeTemplate]
FriendlyName="Superio Avatar Simulation"
FriendlyNamePlural="Superior Avatar Simulations"
BriefSummary="Increase damage against Avatars by 3."
TinySummary="Increased Damage vs Avatars"